data = {'shu3': ['六旬老汉赵造明数点着标本上的棉桃，算计着株距、密度，一时忽略了少长，寻根问底向新娘打听亩产量。',
                 '退休回乡的７９岁的老中医张建亭，蹲在地上用颤抖的双手逐个摸摸他所熟悉的小板凳，喃喃历数往事：老五哥你曾说，谁有难治的病找你老医生，难办的事情找我吕鸿宾。',
                 '３点２０分，刁市长走到会场中去一个一个数人头，然后对大会工作人员说：实到３２１人。', '汇总的名单比他刚才数的又少了５０多人。',
                 '经济发展曾经居全国前列的东北三省近年来工业生产步履维艰，去年黑龙江、辽宁和吉林工业增长率分别倒数全国第二、第四和第五位，经济效益也处于落后地位。',
                 '如果你是个旅行者，漫游在中国大中城市和广阔的农村，你最突出最鲜明的印象之一，就是千万座广厦拔地而起，各种居民小区自成格局，一座应小城镇各具特色，数不尽的新式小楼、砖房、窑洞，星罗棋布于绿色的田野和黄土高坡上。',
                 '甲：在这次处决的严重经济犯罪分子当中，职位最低，但贪污金额最大的要数易芳、刘小虎了。', '但是众所周知，所谓儒释道三家的优劣论争，尚在其次，而以儒家或道家的立场，主张毁佛灭释的史实，也是历历可数。',
                 '当观众将牌收拢交给表演者后，表演者要将手中的牌暗着迅速数一下有多少张，用手中牌的张数减去１０就是所剩三堆牌中每堆第一张牌点的总和。',
                 '在观众抽牌看点的同时，表演者在牌沓上顺手数出８张牌，将这８张牌握在另一只手中。'],
        'shu4': ['大多数反革命犯，能认罪服法，表现好的，也减了刑。＂', '他告诉记者，深圳每年以抵押形式向该行贷款的约占总笔数的８０％，其中逾期不还的约占２５％、由此较大影响了银行效益。',
                 '３１届国际数学奥赛金牌得主周彤终遇难题：鲜花不知送给谁', '７月２０日下午，第３１届国际数学奥林匹克金牌得主、１７岁的周彤载誉返回武钢三中时，手里握着一束鲜花。',
                 '没被国际竞赛的数学难题难倒的数学王子竟被眼前这道题难住了。', '医师一边不厌其烦地百般劝说，一边细心观察，终于发现：他在惦念相濡以沫数十载的老伴。',
                 '街上车辆不多，行人稀少，从街道两旁大多数居民家中的窗口，透出星星点点昏暗的烛光。', '他说，７个月的战乱至少给科威特造成５００亿美元的经济损失，死伤人数迄今不详。',
                 '科大拥有一支数千人的教职员工队伍，其中百分之三十五是科威特人。', '连日来，斯里兰卡各政党，社会名流、僧侣、企业家和数以万计的市民及外交使节前往死者家中吊唁。',
                 '数万人汇集在科伦坡独立广场为兰詹部长举行最隆重的国葬。', '坟岗上究竟有多少条蛇，没有准确的统计数字，但有一点比较可靠，孤堆村方圆几公里的蛇，唯一的避难场所就是这座孤岛。',
                 '那星罗棋布的民房，是他们世世代代的积攒，是无数代的人用无数的汗水浇铸而成。', '由于大量资金沉淀在产成品的库存上，现在辽宁机械企业流动资金的周转天数，已由过去的平均５０６０天，上升到１８０２９０天。',
                 '面对目前工商两界各行业、各地区以及各个企业的库存积压现状，少数人或许仍然拘泥于纯计划经济的库存观念而不以为然，但更多的人刚为此忧心忡忡。',
                 '７月初，国家统计局提供的数据表明，去年预算内国营工业企业产成品积压日趋严重，年末资金占用额高达１２００亿元，比上一年增长２８％；',
                 '特别是在持续两年多时间的彩电市场严重疲软面前，这家企业非但没有象多数彩电厂家那样一筹莫展，反而充满活力，生机勃勃。', '全县半数以上的耕地实行了农桐间作，一亩地每年仅桐树就可以增值２００到２４０元。',
                 '但命运之神不仅给李放披上了一身＂翻砂匠＂的工装，还把他钉在了最苦最累的五线造型的第一道工位，李放，身高不过一米六，体重不到一百斤，白晰的脸上还戴着一副高度数的近视镜，就身体素质来说，干铸造、搞翻砂，他不是块＂优质材料＂。',
                 '车间工会委员两年一届的选举，每次他都以最多的票数当选。',
                 '新华社北京９月１４日电（记者陆国元、张伟弟、周正平）记者最近在华东沿海对百家＂三资＂企业进行的一次调查表明，尽管大多数外商对大陆＂单调＂、＂枯燥＂的业余生活有所抱怨，但９０％以上的外方伙伴对在华投资的前景表示乐观。',
                 '大多数外商对出于追求事业的成功而选择来华工作并不后悔。', '武汉三镇目前已有数万军民上堤防汛。',
                 '＂我认为原则通过是可以的，＂女委员孟宪芝提出了相反的意见，＂大家的修改意见多数是针对文字、语法及部分处罚条款的，委托主任会议再听一次修改汇报是完全可以的。＂',
                 '看到大多数委员不同意原则通过，宋广志副主任也放弃了自己的主张，笑着宣布：＂根据大多数委员的意见，为慎重起见，本次会议不予通过，留待下次常委会继续审议。＂',
                 '记者在附近王寺镇什字口，采访了几个从数十里外赶到这里参加秋播的农机专业户。', '集市尽头南京西路１６３４弄是条活弄堂，每天进出居民数以千计，被弄得杂乱无章，肮脏不堪。',
                 '现在，他脱下皮鞋，穿着袜子站在南宁广西电子商场里那用红绒布铺成的彩电展示台上，面对数十台同时闪烁着图像的彩电，一边熟练地调试机子，一边大声地向顾客介绍机子的性能。',
                 '不知开什么会如此重要，非要数十名早早赶来的旅客多等一小时！', '扣除多少按缺席会议的领导和部门报到人数而定，具体由市政府目标办公室和市查办处执行；',
                 '认购数一般在两三千元左右，多的达上万元，少的也有四五百元。', '有位不愿透露姓名的男子说，在单位认购国库券，数额大怕人议论，到证券公司购买，既保密又安全。',
                 '在许多单位，市民踊跃认购，认购数成倍增加，用奖金鼓励职工购收买的单位，已比往年大大减少。', '在苏河建闸解决数万群众吃水难；',
                 '四川上百家的老企业采用计算机数显、数控技术后，旧貌换新颜，提高工效百分之十至百分之三十。', '目前，全省大型、重型、精密机床百分之七十实现了数显化；',
                 '在这同时，政府要求这些企业必须按照国家下达计划的品种和数量进行生产，并保证产品质量，力求降低成本，保证完成上交利税；',
                 '为提前工期，参加施工的数千名职工在长达９个月的建设中，无一人休息过星期天和节假日。',
                 '１９８６年，在第三届全国少数民族体育运动会上，由藏、回、怒、珞巴、门巴、纳西六个民族组成的西藏代表队，参加了速度赛马、射箭、射弩三个项目的比赛和马术、吉韧（藏式康乐棋）、响箭、风筝四个项目的表演，获团体总分第四名。',
                 '与记者同去的１４９团场财务科副科长高荣里告诉记者，这个团场１９９０年农业承包人数为３７９６人，人均纯收入５１０６元；', '他说：＂６连农业承包人数２０９人，去年的总兑现款是１１１万元。',
                 '当记者在４连财务室听到４８岁的农工陈世昌领到３万元的存款单和６６６６元现金时，真以为听错了，待要过存款单仔细看时，的确是这个数。',
                 '卡列哈斯总统在就职讲话中指出，＂只有减少军队人数和取消进攻性武器，中美洲才可能赢得和平＂。',
                 '承包办法则由农场按农民承包果树株数定包产指标，超产部分由农场和农民对半分成，多超多得，产品由农场按市价统一收购和销售。',
                 '这个局的生产计划科本无融通资金的职责，但他们通过多种途径、多种渠道，在不到一年时间里就为企业融资近５００万元，为圆珠笔厂、时钟总厂、金属压延厂等数１０家企业提供了开展生产经营和调整产品结构所急需的资金。',
                 '为了保证国家煤炭运输任务的完成，山西省铁路部门积极挖潜、扩能，努力提高机车牵引定数，编开超轴列车、重载组合列车和直达列车，提高运输效率。',
                 '大同铁路分局重点加强了大秦线的运营组织工作，使列车开出对数由每天３对、５对，增加到３０多对，有效地提高了铁路综合运输能力。',
                 '今天的义务劳动，原计划８００人参加，然而各厅局部委热情倍增，实际参加人数却是原来的三倍之多。', '库里的袜子堆积如山，可逢年过节还不能休息，袜子织不够数，我们就更没饭碗了。',
                 '据统计，１９８９年，上海市演出公司承包第一年利润就达２８０万元，创公司历史最高纪录，超出承包数额１２０万元，多上交国家用于补贴文化事业经费３７．８万元。',
                 '早就听说，专利局的档案上躺着数以万计的专利，无人问津，而这次北京力通技术贸易公司专利情报所与北京和平商业大厦干了桩好事，办起了这个市场。',
                 '目前，我国还有少数麻风病患者，他们多集中在边远省区的山区。', '据世界卫生组织公布的数据，全世界麻风病患者约为１１００万人，中国患者的人口比率已下降到与西欧发达国家相接近，成为世界麻风病的低发区。',
                 '此外他们又总结出继发性完全型截瘫的新类型，把女性的生殖功能和性功能列入诊断截瘫的临床客观指数。', '国债指数从基数１００上升到１００．６０，控制中心宣布收市时间到。',
                 '可他一年中绝大多数的日子仍然留在了青山绿水间。', '等候退票的都是中、青年人，挤满剧场的则是老、中、青都有，还有少数十来岁的少年。',
                 '演出结束，观众全体起立，长时间热烈鼓掌祝贺演出成功，向演员表示感谢，将近半数的观众涌向台前争睹艺术家们的风采，８４岁高龄的老导演阿甲走上舞台时，观众的掌声和欢呼声再次达到高潮。',
                 '据了解，为了南浦大桥能有今天，来自全国各地的７０００多名建设者整整奋斗拼搏了３５个月，运用了世界上最新的科技成果数十项，涌现了一大批以朱志豪、林元培为代表的优秀科技工作者、施工组织者和劳动模范。',
                 '消息传到云岗矿综采三队工作面，矿工们兴奋地聚拢起来，迎候着总书记，数十盏矿灯聚集的光束，把总书记走来的方向照得通亮。',
                 '经过近两年的顽强拼搏，终于完成了包括几千个数据、上万个计算公式、共２万余字的《摩步师攻防作战计算机决策系统》的总体设计方案。',
                 '他这个军事运筹学会、军事统筹学会、经济数学研究会和总参炮兵射击学会的会员，撰写和发表了６０多篇论文，共５０余万字。',
                 '论实力，东北三省拥有大庆、鞍钢、一汽等１７００多家国营大中型企业，占全国总数的１／７强，机械、冶金、石油、煤炭、化工、建材等行业在全国占有举足轻重的地位，论条件，东北三省资源丰富，交通发达，科技力量雄厚，发展经济可谓得天独厚。',
                 '几十年来，国家每年评比金银牌，辽宁的得数都排在前三名，目前其获奖金银牌总数已达５２０块之多，占全国金银牌总数近１／６。',
                 '今年５月，在北京召开的首届中国国际广告研讨会暨展览会设置的３００多个广告摊位中，多数是南方企业，其中福建省的三个市就占３２个摊位。',
                 '据一位广告界权威人士介绍：沈阳市共有５４００家企业，到目前，做过各种广告的只有５４０家，占１／１０，而广东省轻工行业做过广告的企业则占总数的９／１０。',
                 '统计数字证明了一个铁一般的事实：铜陵在前进；',
                 '无情的数字告诉了人们一个难以置信、却又不得不接受的事实，即在＂六五＂末期效益水平已经很低的基础上，经过５个月的艰苦努力，我市的主要经济指标不仅没有上升，反而惊人地下降了。',
                 '今年５月，《经济消息报》提供专版，要免费为铜陵介绍-批企业和产品，但所涉及到的大多数部门和企业，并没有特此作为做广告、搞公关的好机会，反而草草应付，或避而远之，或胡乱凑合。',
                 '多数企业的销售工作十分薄弱，中央的政策不敢用，省里的政策不会用，市里的政策不知道用。', '我市拥有的销售队伍数量，不说与江浙比，就同桐城县的１０万销售大军比，也相距甚远。',
                 '精神状态不振作：从机关到企业，都有那么一些人，持别是少数领导干部，目标不明，任务不清，得过且过，不思进取。',
                 '对于本部门、本单位在今后三年应该实现什么目标，今后五年能达到什么水平，采取哪些办法和措施，存在哪些问题和困难，心中无数，却泰然处之。', '经过一年多的筹划，肯德基家乡鸡在距荣华鸡仅数百米处行动了。',
                 '果然，开业数日，顾客盈门，＂洋鸡＂重振风采，孰料，荣华鸡迅捷反应。', '一个＂稳＂字，惹出无数联想。',
                 '－－同年１０月，有些地方在打击经济犯罪活动的时候，出现了一些偏颇，造成了极少数人误伤，有些厂长作了坐牢的准备，不少工厂采购人员都不敢出差了，生产受到威胁。',
                 '山东是革命老区，无数革命先烈为了解放这块土地洒下了鲜血，可是建国几十年，山东还很穷，每年有大批农民为生活所迫闯关系，你不去带领他们发展经济，改变面貌，还称得上是共产党的干部吗？',
                 '五台也宣布，根据美国ＣＮＮ有线广播公司报道，五架预警飞机、二架Ｅ１１１歼击机、数量不清的Ｆ１５战斗轰炸机、三架大力神运输机等大批飞机已经飞向伊拉克方向。',
                 '一个由中老年知识女性组成的时装模特队居然走进了中南海，８０年代初招时装模特还须走街串巷动员，而今应征者数以千计......',
                 '中国食品工业协会的有关负责人最近向记者披露了一些数字：罐头工业，１９５２年年产１．２５万吨，１９８０年５７万吨，１９９０年１５７万吨；', '酒是度数越高越值钱，饮料是越甜越好。',
                 '庞大的军费开支已成为美国的沉重包袱，国家的财政赤字、内债和外债数额巨大。', '几乎每个分支机构都花费了数十万、上百万元资金，购买高级轿车、住房和地毯等。',
                 '他们在某省共集资６０００多万元，而分公司的开办费就高达２０００多万元，几个月下来，经营额微不足道，利润只有负数在增长。',
                 '众所周知，在五六十年代绝大多数南方发展中国家获得政治独立之后，经济上曾经有过十多年可喜的发展。',
                 '在１９８９年和１９９０年，南方国家年均经济增长率分别为百分之二点三和不足百分之二（估计数字），更低于发达国家的百分之三点六和百分之二点三（估计数字）。',
                 '在过去１０年间，对于多数南方国家来说，是越来越穷，南北差距越来越大，世界经济的南北失衡状况越来越严重。',
                 '在日本国会６日下午举行的参议院全体大会上，自民党联合公明党和民社党两个在野党，以多数赞成票通过了日本政府１９９０年度第二次补充预算和一项财源法。',
                 '据报道，支持经济景气的一大支柱－－企业设备投资几年来一直保持２位数的年增长率，但今年将降至百分之六左右。',
                 '虽然自民党在最近一次众议院大选中获稳定多数，海部得以继续执政，但在自民党内，要求海部下台的呼声仍非常强烈。', '然而，大选结果，自民党保住了绝对稳定多数席位，这无疑大大增加了海部继续执政的资本。',
                 '旧中曾根派人数减少。', '今年１月，美国方面表示，如果南朝鲜分担更多的驻军费用，美国将把从南朝鲜撤军的人数降到最低限度。',
                 '例如，预算估计今年美国经济的增长率为百分之二点六，但是绝大多数经济学家和国会预计的增长率仅为百分之一点六。', '数千名政府军在飞机和坦克的掩护下，近日突破安盟的一道防线，渡过隆加河，向马温加逼进。',
                 '安哥拉政府得到了世界上大多数国家的承认，掌握着国家的经济命脉，按照安国防部长的说法政府军在军事上又占有优势，因此它不愿在关键问题上做出让步。',
                 '众议院宣布解散的当天，日本朝野各党均在各自的党部举行了＂出征式＂，多数议员立即打点行装，直奔自己的选区。',
                 '在去年夏天的参议院定期选举中，执政的自民党因引进消费税、涉嫌利库路特贿赂案和推行不受本国农民欢迎的农产品进口政策，议席数大跌，失去了自民党建党以来在该院一直占过半数议席的优势。',
                 '因此，该党能否在这次众议院选举中保住其在该院过半数的席位成为本次选举的焦点。', '如果自民党保不住众院过半数席位，海部和自民党几位领导人都将引咎辞职。',
                 '如果该党勉强保住众院过半数席位，海部地位也会不稳，联合执政局面还有可能出现。', '如果自民党在众院取得的席位比半数还多１２席以上的话，海部政权将会相对稳定。',
                 '西德和日本的利率上升后，道-琼斯３０种工业股票指数更是江河日下。', '新年伊始，这项指数曾升到２８１０．１５点的历史最高峰，不久便告下跌，到１月底计跌了２１９．５１点。',
                 '去年１２月，多数股市分析家预言，１９９０年华尔街股市道-琼斯股票指数将攀升。', '而今，人们则认为道-琼斯股票指数将回落。',
                 '乐观者认为，道-琼斯股票指数将回落到２４５０至２５００点，还有人认为可能跌到２３００点的低点。',
                 '少数悲观者认为，由于美国经济今年底可能衰退，道-琼斯股票指数可能跌到１９８７年１０月大暴跌后的低水平。',
                 '一方面，引进的数千万元的水力活塞泵、价值２００余万美元的进口录井仪、耗资２０００多万美元的电厂设备躺在仓库睡大觉，另一方面，许多勘探开发常规工艺技术却长期得不到完善配套；',
                 '一方面，东濮凹陷三维地震覆盖率居全国之首，而另一方面却有近半数石油储量至今没有落实。', '对于难以计数的电话问询者，两个问事处等于设在天上、任你呼天，天不应，怎不急煞人也！',
                 '早在二三十年代始，便有书商在此作场，因其地处江城繁华地带，许多大书店相继在此开业，如中华书局、世界书局、大东书局、湘芬书局等等，不下十数家。',
                 '金鱼缸中的生态学，使人想到了我省的数千个大小湖泊的养护。',
                 '造成积压除了在数量上供大于求的原因外，更重要的是报纸质量上的原因。', '北京街头积压的报纸，大约有半数是以＂代销＂形式委托报摊儿经营的。',
                 '目前，科技队伍老化，骨干力量断层，高技术人才缺乏，在生产高技术产品企业中，科技人员仅占职工总数的１５．３％，仅达到国家基本要求的一半。',
                 '有些经济行家评论我省某些产品生产是＂多胎多育＂，而不是优生优育，几个地方生产同一种产品，这种产品数量可在全国领先，却形不成高质量的拳头产品。', '＂江山代有才人出，各领风骚数百年。＂',
                 '投来北京前，从北京返回的同学告诉我们说，北京市民如何如何支持学生，个体户一甩手便是数十张票额百元的人民币，而且不留名姓；',
                 '经过一两天的＂实践＂后，大多数同学都有一种受骗后的感觉，便又打轿回府，返回学校或顺便回了家。',
                 '当然，我们知道来京并不是为了享福，可得有个明确目的呀，然而大多数同学并不知道什么明确目的，只是想来声援一下。',
                 '此外，少数同学是因为平时没有一个发挥才干、显露才华的机会和场所，这次好不容易抓住这么一个表现自我的机会，当然不会轻易放弃。',
                 '通过监测获得的各种环境信息数据，是进行环境管理、科研、规划、立法及制定政策、进行决策的基础和依据，在经济建设和社会发展服务中也起着重要作用。',
                 '与此同时，要从练好内功、积累后劲，从提高服务水平的要求比发，大力加强技术管理、监测科研、质量保证、技术培训和数据综合开发利用等项工作，并使之相互协调配合，提高监测的质量和水平。',
                 '不言而喻，儿童抗御污染的能力比成年人脆弱得多，而全世界大多数儿童恰恰生活在环境危害猖獗的地区。', '联合国儿童基金会的数据资料表明，由于水体污染引起的疾病每年就造成４０００万儿童的死亡。',
                 '而占世界人口大多数的不发达国家和地区，却面临着贫困、环境恶化和人口膨胀的压力。', '占全国人口总数２７。', '城市的数量由建国初期的１３２座发展到１９９０年的４６７座。',
                 '根据我国城市化发展＂严格控制大城市规模、合理发展中等城市和小城市＂的方针，到本世纪末，我国城市的数量将达到６００座，城镇非农业人口发展到３．２亿，占全国人口比例的２５．６％，并逐步形成以大城市为中心，中等城市为骨十，小城市为纽带的城市结构，使城市化的发展和布局基本适应我国经济、让会的发展。',
                 '但是，应该看到，出于我国经济发展水平还不高，大多数城市的基础设施，特别是防治污染和生态建设的工程设施都相当落后，远远赶不上城市化的快速发展。',
                 '问号之一：＂１９８８年以来，大桥收费站为数众多的收费员侵吞过桥费。＂', '然而，原来预计的电冰箱购买热并没有形成，现在除了几家原来实力较强的还在苦苦支撑外，大多数已在自尝苦果。',
                 '一条称：省武警总队数百名干警走上街头清整市容，拉开了把太原建成文明卫生城市的序幕；', '我们太原的垃圾车，已数十年一贯制了。',
                 '１９９１年３月，太石村经济合作社与天益村农民专业户黎某签定了《土地出租合同书》，把７．６８８亩土地（两个合同的数字略有出入）出租给黎某使用，允许黎某在该地上＂搞种养业、建厂、建住宅＂等。',
                 '市野生动物保护协会内的绝大多数学者、专家、工作人员，都是保护野生动物的热心人，他们为保护野生动物是作出了积极贡献的。',
                 '深圳的绝大多数党员和干部一直保持和发扬了廉洁奉公的作风，从未停止过的反腐倡廉工作也取得了明显成效。', '陈炳根贪污受贿数十万元，然而对人证物证，就是不＂招＂。',
                 '外商＂不辞万里长为客＂，我们对其礼数有加，原也应该，但商场如战场，战场却不是客厅，来不得＂主随客便＂的。', '但数日下来，才发现是观之者众，购之者少。', '再后来连每月数十万元的租金都难以付出。＂',
                 '南非白人少数统治集团现在不得不接受一个痛苦的现实：摆脱黑人反种族主义统治斗争的唯一出路就是要承认非国大，政府只有坐下来和非国大谈判，复杂的南非问题才有希望获得解决，否则，国无宁日。',
                 '在一个动辄数千数万人卷入持续不断的政治抗议和劳工浪潮的国度里，经济衰退，通货膨胀，大批失业等现象不仅无法克服，而且不可避免。',
                 '大多数人认为基本法草案体现了世界上未有先例的＂一国两制＂的伟大构想，符合中英联合声明精神，不失为一部成功的法律著作。',
                 '这个充分照顾了香港大多数人的要求、愿望和利益的基本法草案在北京通过的消息传到香港后，香港股市交投活跃，恒生指数创下了去年六月四日以来的最高峰。',
                 '有消息说，在今后数年内，约有７０万苏联及世界各地的犹太人将移居以色列。', '沙米尔还毫无掩饰地说，数十万犹太新移民将被安置在约旦河西岸。',
                 '据最近公布的数字，１９８９年，以色列向它占领的巴勒斯坦领土移居了将近２５０００犹太新移民，其中一半以上来自苏联，达１２９００人。', '后一个数字大大超过了１９８８年时的２３００人。',
                 '这份数万言的报告对中国的政治制度、经济政策、社会问题都一一加以指责，都毫无根据地诬蔑为中国＂侵犯人权＂。',
                 '其实，美国自己国内倒是存在着极其严重的人权问题，黑人和其他少数民族在政治、教育、就业各方面一直受到歧视，一些美国公民受到政治迫害，许多地方连人身安全都得不到保障。',
                 '若细心研究一番历史，就可以看到，资产阶级建立他们的民主制度以来，从来没有改变靠金钱势力维护资产阶级少数人的私利这一本质。',
                 '最近，全国妇联又联合十数个部门，在城镇妇女中发起＂做四有、四自女性，为八五计划建功＂（简称＂巾帼建功＂）的活动，以引导、激励广大妇女发扬自尊、自信、自立、自强精神，做有理想、有道德、有文化、有纪律的女性，为实现＂八五＂计划和十年规划建功立业。',
                 '而占人口半数的妇女的素质如何，又直接决定着整个中华民族的素质。', '而那些依赖于黄土地的农民，绝大多数刚刚解决了温饱，少数人尚未摆脱贫困。',
                 '我国除汉族外，有５５个少数民族，人口８５００多万，虽只占人口总数的百分之七多，但少数民族地区却占国土面积的百分之六十以上；',
                 '而且我国少数民族分布的基本特点是＂大杂居、小聚居＂，约有四分之一的少数民族人口散杂居住在其他民族主要是汉族居住区。', '全国２０００多个县，绝大多数县都有两个以上民族成份。',
                 '据有关部门估计，最近几年从民族地区到内地从事各种经济活动的少数民族每年就有数十万人，从内地到边疆民族地区务工经商的每年有上百万人。', '正确理解国家对少数民族的大力帮助和少数民族对国家贡献的关系；',
                 '正确理解汉族与少数民族、自治地方实行区域自治的民族和其他少数民族的关系。',
                 '要通过各个方面的共同配合、多种手段的综合运用，让＂汉族离不开少数民族、少数民族离不开汉族＂的思想扎根于各级干部、各族群众特别是青少年之中。',
                 '实现我们国家的长期稳定，离不开各族人民的紧密团结，离不开占国土一半以上少数民族地区的稳定。', '１０年来，全国参加义务植树的人数达２０多亿人次，义务植树１００多亿株。',
                 '不少地区和部门参加义务植树的人数还没有达到要求；', '造成一些地方出现＂年年植树不见树，年年报数年年增＂的虚假现象。', '两岸经过数十年的对立、隔阂，已各自建立起一套不同的社会制度。',
                 '在这无理要求遭到古巴船长的拒绝后，美国快艇便向货船开枪开炮数百发。',
                 '那么９０年代的改革则要把重点放到搞活作为社会主义经济脊梁的大中型国营企业上，要打好这场难度更大、覆盖面更广、意义更为深远的＂攻坚战＂，没有新思路、新招数不行，简单地套用８０年代改革中的某些做法也不行。',
                 '我国体育健儿在这次亚运会上立下赫赫战功，不但拿到了亚运会金牌总数第一的＂三连冠＂，而且得到的金牌数占了总数的一半以上。',
                 '上场参赛的选手不过几百人，在他们后面的是数以万计的教练、陪练、医生、护士、厨师、司机......奖牌、鲜花属于那些为国争光的体坛强者，也属于他们背后众多的无名英雄。',
                 '首先，就１３．６％的增幅来看，它是建立在去年市场销售处于低谷时的基数之上的，实际上增加并不是很多，其次，自去年下半年集团消费有所放宽，又出了膨胀的苗头，今年前几个月增长的速度高达２０％左右，明显高于居民消费的增长幅度，集团消费的迅速增长为＂１３．６％＂注进了不可忽视的大项；',
                 '在＂１３．６％＂这个增长数字面前，我们务必要保持清醒的头脑，继续在调整产品结构和经营结构，促进销售、提高效益方面多下功夫。',
                 '我们的改革，不是少数领导者的改革，也不是一部分人的改革，而是以整个工人阶级和全体人民群众为主体的改革。', '不过，已如前述，中国人之信仰佛教者，占的比数很多；',
                 '真正理解佛教者，占的数目则很少了。', '加上少数的知识分子，在文字上对佛教加以歪曲的描述。',
                 '人们生活中所需要的东西绝大多数不是直接的单纯的自然物，而是人们劳动的创造物，因而＂创造＂这个观念深深地植根于人类的生活之中。',
                 '天仙的数目很多，有四大天仙为穆斯林所熟知，他们是：专门传递＂启示＂的天仙哲伯利勒；',
                 '相传先知的数目共十二万四千余，《古兰经》中提到的先知有二十五名，不过他们中的绝大多数人都没有经典，只有师斯、以德里斯、伊布拉欣、穆萨、达乌德、尔萨和穆罕默德有经典。',
                 '作为最具云南特色的各少数民族原始宗教也大步跟上了复兴之路。', '曹县王姓，震卦教的开山祖师、山东菏泽县人王清容，此外＂尚有数卦未曾得人＂，说明他的徒弟不多。', '不过，各支派念诵的遍数不同。',
                 '其数目和名目怎样？', '敛钱数目不等，自一二百文、三四百文、七八百文至上千文，而且还明确要求教徒应＂随心布施，越多越好＂。', '下面我列举云南少数民族复杂纷繁的灵魂观念，从而探讨以上问题。',
                 '云南少数民族的灵魂观念首先与梦有直接的密切联系，换句话说。', '云南少数民族现今对梦的理解仍然停滞在蒙昧人和低级野蛮人的意识阶段。',
                 '云南少数民族中流行一种惯例，不许随便叫醒熟睡的人，因为他们相信熟睡的人是在做梦，而做梦是人的灵魂离体而去，睡眠状态中的灵魂不能即时返体，如果把熟睡中的入惊醒或叫醒，他的灵魂就会走失，因此要致病。',
                 '这种现象在云南少数民族中普遍存在。', '云南少数民族对梦境中的其它现象也有各种各样的理解。', '在云南少数民族中，这种相信梦与灵魂的观念还根深蒂固。',
                 '云南少数民族就是通常把影子作为灵魂的象征，影子是他们产生灵魂观念的一个认识根源。',
                 '云南少数民族认为，人乃至一切动物不能没有影子，他们唯一直观和简单的认识依据是因为影子的映像是该人和动物的真实形象。', '云南少数民族认为不仅人会因影子失落而损害身体，牲畜也会如此。',
                 '其后数十年间，川境无休止的战乱将人民驱之四散，有一部分逃迁的百姓辗转来到川滇交界的滇东北盐津、大关等地定居，其中包含了一些天主教徒。',
                 '４年以后，永历皇帝死于昆明，除了少数皇族扶柩东归外，大多数随员均作鸟兽散，其中包括一些天主教徒也不得不留了下来，逐渐散布到民间。',
                 '此外，为了配合殖民势力的入藏企图，四川教会早自１８６４年始，就不断派人到滇西北地区活动，企图打开由云南进入西藏的通道，先后在云南城区及外缘地区建起了数座教堂。',
                 '但除了以大理为中心的滇西腹地和滇西北的少数地区外，教会活动主要集中在云南东部以昆明为中心、起自滇东北而止于滇东南的弧形狭长地带内。', '后一种说法目前己被世界上的大多数佛教徒所认可。',
                 '他们一行６人先后向有名的学者，＂数论＂先驱阿逻罗、迦罗摩和，即陀迦罗摩子学禅定，拜师求道，但收获不大。', '他们当中的绝大多数是爱国的、守法的和拥护社会主义制度的。',
                 '例如，现在我国信伊斯兰教的约有一千多万人，信天主教和基督教的各约三百万人，至于佛教（包括喇嘛教）在藏、蒙、傣等少数民族中几乎是全民信仰的宗教。',
                 '他们的人数很少，其活动是分散地个别地进行的，活动的方式也显得十分粗野、落后和愚昧。', '据估计，现在全世界信仰道教的人数达到三千万人左右。',
                 '十多年中，太平道的信徒达到数十万人，遍布于青、徐、幽、冀、荆、扬、兖、豫等八州。',
                 '张鲁自称＂师君＂，割据汉中一带，建立政教合一的地区性政权达三十年，施行新政，设置义舍，为过往行人提供食宿，深受民众的欢迎，附近的汉族和少数民族都来归依。',
                 '４０２）组织发动了数十万五斗米道徒的起义。', '孙恩死后，传说他成为水仙，于是，信徒相继投水殉道者达数百人。', '十余年间，众徒数十万。',
                 '为了便于统领，张角根据黄神分天下为三十六方的宗教神话，也把数十万徒众分为三十六方，建立起一套严密有序的宗教组织系统。',
                 '东汉顺帝时，张陵依据原始道教，并吸收巴蜀地区某些少数民族原始宗教的成分创立了天师道。',
                 '中国历史上影响较大的宗教，学界公认的当然首推道教和佛教，其次是基督教和伊斯兰教，再宽泛一点，还可以包括民间宗教与少数民族传统宗教。', '但是它们从来没有成为中国多数人的主要宗教信仰。',
                 '佛教在隋唐时期达到鼎盛状态，其社会影响远远超出僧尼的范围而及于社会各阶层各角落，然而它的正式出家信徒也只有数十万人，以后各代也并没有增加多少。',
                 '在家信佛者自然比出家人多得多，但在家信佛者同时又可以信道和别的，其信仰杂而多端，其人数在全国总人口中仍然是少数。', '道教可以说是中国土生土长的大教了，然而它的信徒数目一直少于佛教；',
                 '少数民族传统宗教不出本民族领域，更谈不上全国性信仰。', '然而这些学者忽视了一个重要历史事实，中国人一向有自己正宗的宗教信仰，它为社会上下普遍接受，绵延数千年而不绝，它不是儒学，而是宗法性传统宗教。',
                 '宗教礼俗化就是宗教世俗化的重要表现，这是多数宗教的共同发展趋势，非独传统宗教为然，因此不能以此来否定传统信仰和祭祀的宗教性。',
                 '对于诸如狗、孩子、食物和食谱、身体疾病、家庭纠纷等等交谈话题，在很多交谈场合不太恰当，在绝大多数情况下引不起对方的兴趣。', '善于言谈的人，大多数也都善于倾听不仅用耳朵，而且用感觉、心灵和大脑。',
                 '茶杯泡茶次数多了，内壁上生成一层茶垢，可用牙膏或打碎的鸡蛋壳擦洗，再用清水冲净即可。', '①取大葱２００克，切碎后放入１０升水中浸泡一昼夜，滤清后用来喷洒受害植株，每天数次，连续喷洒５天。',
                 '夏季，毛巾擦汗的次数多，即使天天洗涤，也难免粘乎乎的，并有汗臭味。',
                 '若用生姜１００克切片放入水中，煮３分钟，然后将蚊帐浸泡在姜水中，另加草酸数粒和纯蓝墨水数滴，用手重压几次，然后在水中按常规搓洗、漂净。',
                 '若要立即见效，一次可放进３-５块肥皂，经旋转摩擦两分钟后取出，也可视皂液浓度决定取出的时机或增加肥皂的数量。',
                 '西红柿与美容将新鲜的西红柿放入纱布中，用力挤压出汁水倒于碗或瓶中，一日数次用此汁擦脸，有治色斑和白嫩皮肤之效。',
                 '脱发可防止勿用碱性大的肥皂洗头，饮食要多样，扎发结时不可扎得太紧，尽量减少烫发和吹风的次数，头发上不宜长期涂油脂，生活中少吃甜食，要常梳头发。',
                 '防止前额皱纹出现平时目光尽力上眺，将额头产生的皱纹用手掌由上往下缓慢压平，每日数次，就可防止皱纹过早出现。',
                 '皮肤变白不用油把冬瓜皮切成小片，加水和黄酒各一半，放在炉火上熬成膏状，每天晚上涂抹在脸上，清晨用水洗净，数日之后，可使粗糙及不白的皮肤变得嫩净。',
                 '啤酒洗头去头屑先用温啤酒把头发弄湿，１５分钟后用清水冲洗，然后用洗衣洗，每天１－２次，数天后可除净头屑。', '用眉笔在颧骨上画上数道细线，再均匀抹开，须注意，要由内向外抹。',
                 '往热水瓶中放３-４克大米，并冲入开水塞紧瓶盖，数小时后打开塞子倒出的就是稀饭，味道与锅煮的不相上下。',
                 '当新芽萌发后，不能受阳光曝晒，仅能逐渐增加光照时间，一般处理得法的，数月后即随变成一株枝壮叶茂的新盆栽。', '三是由于多数爱好者，爱树心切容易施肥过量，致盆栽损伤桔败，蓄草可以帮盆栽分肥。',
                 '如将插花的硬枝末端敲裂，扩大吸水面积，草花还可以在８０度的热水里浸泡数分钟；',
                 '待黎明或日出后有追逐现象或有交配的欲望时，再预测其后数日的气温变化，是否适宜金鱼的产卵水温或受精卵的好化，当机立断地采取换水刺激法。',
                 '通过数天的观察试喂，视亲鱼活动、食欲是否恢复原来的常态，才可进行适当的投饵喂养；', '一般在晴朗的天气多投饵、多换水，阴雨闷热天气应减少投饵量及换水注水的次数，待梅雨过后再度进行催饲性的饲养。',
                 '上海申银证券公司１９８７年１１月１日在全国首家绘制了股票行市晴雨表－－静安指数，自推出后很少有人问津，１９９０年下半年突然露出峥嵘，股价直线上升，仅半年多时间，股价上涨了２．６５３倍。',
                 '尽管如此，仍比大多数股份公司的红利率低。', '股票投资人将是对社会的一种贡献，只是绝大多数股票投资者没有意识到这一点罢了。',
                 '大多数人对于＂股票＂这一名词已经不陌生，但是，在相当一些人的心目中，股票仍然是一个十分神秘的东西。',
                 '由于期货契约代表了一定数量的商品，随着商品现货价格的变动，期货合约的价格也随之浮动，因而持有期货合约就意味着囤积商品，但持有合约更方便、更经济。',
                 '在每笔交易结束后，经纪人都要向客户收取佣金，不同的商品、定单的数量、帐单的类别等因素也影响佣金的比率。',
                 '下面分成买进与卖出两栏，由客户填写买卖期货的名称，期货契约宗数、交收月份、交易所名称、价格限制和范围、有效时间等，最后由客户和经纪人签名。',
                 '如果你和你的同伴最后为自己确定了一个比对方高的定约墩数，那么你们也就决定了该副牌的最后定约。', '定约墩数是用数字＂１＂到＂７＂来表示的，这个数字加上基数６，就是叫牌人在１３张牌中必须赢得的墩数。',
                 '比如，你叫３方块，就是说你要以方块作将牌，并且你在全部１３张牌的比大小中应该赢得９墩牌（定约数＂３＂＋基数＂６＂）。', '可是，在１到７的每一档数字叫牌中。',
                 '在同一数列上叫牌，无论是大是小，都可以叫在前面。', '如果这时谁想叫出方块或草花套，他就只能往上叫高一个数字，即叫＂２方块＂或＂２草花＂才行。',
                 '就大牌点来说，可叫到＂几＂，有一列参考数字，以免同伴双方叫牌＂好高务远＂。',
                 '通过第二门、第三门后撞击他球，或撞击他球后，又通过第二门、第三门，只要自球、他球均停留在比赛线内，自球就有与撞击他球同等数量的闪击权和续击权，并加上通过球门的一次续击权。',
                 '所谓对偶，就是用字数相等、句法相似的语句表达相反或相关的意思。',
                 '具体的说：首先用词性相同的词作对仗，名词对名词、代词对代词、动词对动词、形容词对形容词、副词对副词、数词对数词、量词对量词，这些都大致属于实词部分。',
                 '在字词对仗中，习惯上很重视属于名词、形容词范畴的、表示颜色的词和表示方位的词的对仗，以及数词、量词的对仗。',
                 '表示数量的词在对仗中应用极广，所以古人对擅长的人给与＂算博士＂的称号，用好了能使句子生色。', '如：＂前村风雪里，昨夜数枝开＂。',
                 '这是写早春的，经人指点，把＂数＂改作＂一＂，更显出早春一枝先发，顿觉全句生色，这是唐诗中改字的范例。',
                 '用在对联中，更要讲究，应注意的是，在修辞学中，常用以定数代不定数的手法，用＂一＂表示少数，＂三＂表示多数，＂九＂表示极多，＂五＂、＂六＂、＂十＂常表示多而不杂乱，如：五颜六色、五彩缤纷、五光十色。＂',
                 '有些表示模糊数量的非数量词，也常用来与数量词配合作对饮，如：全、多、少、群、独、孤、单、双、半、寻常等等，这里也包括某些表示计量单位的词语和天干地支的词语。',
                 '可见，数量词作对仗的天地是很宽广的，不可局限于本身。', '大多数花卉在初放或半开放时切取，这样切下后花朵能继续开放，观赏时间长。', '我们不能为多而多，甚至滥竽充数，不然就会砸了节目的牌子。',
                 '由于每个练功者的练功情况不同，所练功种不同（有少数功种练功时不需要入静），功力高低不同，因此对入静的程度就很难有一个严格的标准。',
                 '很多学生不能体会到达一点，而且多数人在中学阶段读英文吃尽苦头，有些人看到英文就会象前面所说的＂临书恐惧＂。', '另一本是英文书，版本每隔三五年换一次，配合中文书的进度，指定章节页数，要求学生必读。',
                 '每章的指定阅读，以节的专题为范围，数量由少而多，由年度开始时每章的１／４增加到年度结束时的２／３。', '如果说生活中有一个常数的话，那一定是人类深怕自己不受钟爱的恐惧。',
                 '名山大川胜景佳境，吸引无数据影爱好者竞相拍摄。', '我国的桌球活动是在１８７８年经香港传入的，开始只是为了满足来华洋人的娱乐，因此只有少数洋人的俱乐会，或基督教青年会中备有。',
                 '中国人打桌球的仅是少数买办或官僚。', '正式比赛均以先到规定分数为胜。',
                 '得分计算方法是，在桌上有红弹队必须先击红弹，在将一只红弹击入洞内后记１分，然后可击任何其他颜色的彩弹，哪个彩弹被击入洞内，就记相关的分数。', '大多数较差的钻石都有瑕疵，而仿瑕疵是料仿的一大克星。',
                 '比如圆形钻石的标准角度规定：冠部底角为３４°３０＇，低部冠角为４０°４５＇，这种角度最能把光折成耀眼的光斑，这是靠无数的工匠若干年的努力才探索出来的。', '这种宝石对绝大多数收藏者来说是太罕见了。',
                 '多数收藏者都着眼于找一块真正玫瑰色的红宝石，这种红宝石的颜色鲜妍娇嫩，不似浓艳胜似浓袍。',
                 '各类书画作品除书法和金石在色调上特殊外，其他均是用中国特有的墨和国画颜料绘制而成（现时也有少数人用非中国画颜料作画的）。',
                 '家具件数宜适量，过多，易产生东碰西撞，增加响声，过少，声音在室内易产生共鸣回旋，引起回响。',
                 '然后将牌按１３这个数字分堆排列，如果第一张牌是１０，那末再放上３张，如果第一张牌是７，再放上６张以此类推。',
                 '这种魔术的数学公式为，手中牌的张数减去１０，再减去观众告诉的两堆牌中第一张牌的点数之和，所得的差就是第三堆牌中第一张牌的牌点数。', '２．你说数，我找牌',
                 '请一位观众从中任意抽出一张并记住花色和点数，再放回牌沓中。', '表演者往这沓牌上再放上一沓牌，除然后再请这位观众任意说一个数（在１０至１９之间）。',
                 '当观众将所抽出的牌放回到牌沓上后，表演者趁势将８张牌放到上面，然后让观众说个数。', '其实，让观众说数不过是打个幌子而已，不管观众说什么数，刚才他抽出的牌肯定放在第八张的下面，即第九张牌。',
                 '表演者按观众所说数字如数将牌放到桌上后，随之将其他牌放到一边。',
                 '比如观众所说的数是１１，表演者将牌沓上面的１１张牌放到桌上后，刚才观众所抽看的那张牌肯定是这一沓牌的倒数第三张，即面朝上时的第三张。', '拿观众所说的数减去８，就是观众所抽看的那张牌了。',
                 '请一位观众记住其中任意一张牌的花色和点数，但不要告诉表演者，可告诉其他观众。',
                 '但有一个要求，就是你要同我配合，首先记住你记的那张牌是几，之后，当我点第一下时，你就在这张牌的点数上加１，比如你记住的那张牌点数是２，当我点第一下时，你心里就记住是３。',
                 '这个魔术是靠记数完成的，其中运用了一些算术知识。',
                 '比如观众记的牌，点数是３，点前１０下时，观众心里数的必然是１３，达时，表演者开始从Ｋ往下点，当观众心里数到＂２４＂，叫＂停＂时，从Ｋ到＂８＂共点了１１下，加上开始的１３下，正好是２４下。',
                 '将牌仔细洗过几次之后，请一位观众从整沓牌中任意抽出一张，记住这张牌的花色和点数，再放入牌沓中。']}

append_to_shu3 = """
你会不会数数啊
老赵数着钱，发现已经没几块钱了
数钱还不会，我来！
幼儿园的小朋友学数数
阿明二十岁的时候才能数到三
很多人在掌握加法前都是靠数手指头的
我来细数你的罪孽！
天上的星星数不清
小明的班主任这次肯定要数落他了
你们这些小人，简直是数典忘祖
为什么数错了呢
数不清楚有几个星星了
数不清楚有有多少人
我不会数人头
你为什么数数都数不好呢
会用英语数数吗
数钱总会吧
你来数一下
请你数数你的罪孽
请你别数错了
数九是一种中国传统时间记录的方式
请你数一数，一共有几个小朋友
你不会数错了吧
数不清楚有几多少敌人
一个一个数
我会数数了
我怕我数错了
请你好好数，别数错了
我数到三，你把钱给我
星星是数不完的
小蔡同学智商有点低，数不明白
古代的时候人们靠数豆子来记账
天上的星星数不清
数的时候小心点
我不会数数
有些编程语言非要程序员自己来数数组里有多少元素，本来可以做到自动化，提高可维护性的
我们应该尽量避免人来数数，以提高效率和正确性
计算机数得比人快多了，而且不会出错
让人来数而期望他们百分百不出错，是不可能的
人从一数到一万，很难不出错
为什么人的大脑已经是最聪明的大脑了，还是会数错数呢
数了几百万个数了
有的人就是不会数数，怎么办呢
你数错了，应该是十个
都这么大个人了，还数不清楚自己有多少钱
机器数数可快了
小明掰着手指头数，一个、两个……
数数的时候我们还是要小心点别数错了
快递员数钱数错了，自己垫了五十。
我三岁的时候就可以从一数到一百了
从一数到一百很多小朋友都可以做到
我觉得让电脑数我一共造了多少个句子非常机智
电脑数的又快又准
数出来的未必是准的
我没数明白，要不你来数一次
你们这些鼠辈，真是数典忘祖
数九寒冬，你们还出来搬砖，真是辛苦啊
亨利不论夏日炎炎还是数九寒冬，都会去健身房撸铁
程序员不是雇来数数的，是让计算机自动完成数学问题的
我在目标汉字旁边加几个无关的字，是为了提高模型的鲁棒性，不是为了让电脑单纯的数数
数数当然是计算机的重要功能
许多商用计算机都是拿来数数的
实际上我们做的搬砖工作就是在数数啊
你数数有几个比特
人们从数数中发明了数学
我不知道这个数数会不会让模型迷惑
就让他一个人数吧
虽然不用人来数了，造句子还是很烦啊
我数了数句子，发现我懒得数
世界上黑暗的事情是数不完的
再天才的人，数数的时候注意力不集中，也容易数错
搜狗拼音输入法会数我各种输入的次数，来预测我下次输入的是什么
自动数数方便了人们的生活
一些动物也会数数，但是对于比较大的数就不行了
海豚经过训练也能数数
数不清楚有多少字
我们好好数数你最近几年都干了什么
发令员数到三，运动员们加速飞奔起来
通过神经网络，我们让机器自动数有几个面孔
数不清的码农在中关村工作
有些人的工作就是数数
计算机比人类在某些方面更能胜任数数
计算机虽然一般擅长数数，但是一些任务需要模糊匹配，计算机就做不到了
我数到两百，这个数据就该造完了
我为什么对数不清的数这个字这么情有独钟呢
门前大桥下，游过一群鸭，快来快来数一数，二四六七八
数一数你挂了几门了
杜鲁门在任期间，犯下数不清的过错
我不数了，烦死了
再数二十个，我就训练一下看看
我们在生活中总是需要数数，数字在生活中非常重要
你先把苹果数清楚了再来找我
虽然我说了数数、数数，其实我没在数
我不知道这个模型能否区分数数的数和数学的数呢
也许模型的表达能力有限，没法区分数数的数和数学的数吧
当我数到六，就应该差不多了吧
我这次真的在数了
我数到了三
我在心里数到了四
我是倒数第二
我是倒数第一
偶像这个时候应该在床上数羊
数鸡的时候鸡容易乱动，别数错了
我们数人头的时候总是容易忘了数自己
牧羊人在数马
数小动物会不会啊
小朋友都在数鸭子
我来教电脑数蝌蚪
"""

data['shu3'] += append_to_shu3.strip().split()

print(len(data['shu3']), len(data['shu4']))