data = {
    'zhi1': ['记者在白茫茫的水面上，看到一艘艘橡皮艇、玻璃钢船，以及几百只用油桶、木板、毛竹等制成的水筏，正运载食品、柴油，向一个个孤岛似的村庄驶去。', '灾区群众互帮互谅共渡危难，一碗面条分着吃，一只粽子掰两半。',
             '车厢窗口立即伸出几十只手，手上抱着各种盛水工具：搪瓷茶缸、军用水壶、空了的罐头瓶子、啤酒瓶子、可口可乐瓶子。',
             '然后，乔石迈着稳重的步于向焦裕禄墓走去，把一只精制的花圈置放在墓碑前，并用手把被风吹起的挽联扶正，挽联上写着：＂献给党的好干部焦裕禄同志＂。',
             '当女排领队陈招娣将一只由女排队员签名的排球送给江泽民时，总书记连连致谢，并对大家说：＂我祝你们春节愉快，全家欢乐！',
             '比如有个厂家在皮鞋的后跟上装上一只相当于鞋钉的胶质旋转轮，即能有效地克服鞋跟磨偏的老难题，发明者的勇气相思路给人启发。', '卢荣只同志家只有二室一厅，且是５０年代的老房子。',
             '经常性的搬迁，使唐启文的家当简单得不能再简单：一卷铺盖，一只木箱，两口铝锅，几捆书籍。', '这两只手都要硬。',
             '失去市场的直接后果是产品的大量积压：今年初，在沈阳市一轻局各工厂的仓库里，积压着１８万辆自行车、７２万只手表、１．２万台冰箱。',
             '然而，肯德基公司在上海独领风骚的喜悦维持仅一年，一只纯种的＂中式家乡鸡＂－－荣华鸡扑翅闯进＂斗鸡场＂，向肯德基发起了有力挑战。',
             '为了培育这只＂中式家乡鸡＂，上海荣华楼经理李余才、副经理李耀震多次以顾客身份前往肯德基家乡鸡快餐厅＂学习＂。', '两只分属大洋两岸的炸鸡在上海激战犹酣。',
             '之后，胡平穿着这双鞋走访了粮库、肉联厂和服装学院，１３日下午回到北京，谁知到家一脱鞋，就发现有脚一只鞋的后跟已掉了一块。', '上海市区有７００万人口、２００万只菜篮子，供应一直是一大难题。',
             '与此同时，联邦德国总理科尔在会上强调，德国统一不会影响欧洲经济和货币的稳定，他还只字未提欧共体对民德改革提供经济援助问题，这显然是为了消除其他成员国的疑虑，特别是一些穷成员国担心减少对自己财政补贴的疑虑。',
             '如果把一个封闭型的企业比喻为＂鸡＂，那么一个先进的联合企业则是一只＂凤＂，两者有着质的差别。',
             '铁路客运部门如何睁一只眼闭一只服，暗中怂恿学生无票上车进京声援，到北京后吃穿如何不用愁，免费供应，真是这样游览北京何乐而不为；'],
    'zhi3': ['他说：＂如果可能，请转告老师和家长，不要只用成功的荣誉激励青少年，应当让他们懂得，现实中更多的是挫折和失败。＂', '五年的刑期对宣判时只有二十岁的于乃立或许还算不上漫长，但入监后，苦恼却十分现实地接踵而来；',
             '闺女只要这些：＂陪送＂。',
             '报价首先以一次５万元递增，竞争至２１０万元，场内只剩下３家对手，主持人遂改为一次２万元递增，升到２１４万元后，由于中间出现片刻停顿，故报价再次上升时，场上响起热烈的掌声，随后，报价每上升一次，便响起一阵掌声。',
             '２０时，记者走进钻井总公司调度室，只见无线电对讲机旁，早已围满了四五家老者少少十几口人。',
             '当小韩雪听到爸爸呼唤她的声音时，竟高兴得忘记早已准备了足够一百遍的话，只是一个劲地喊：＂爸爸，爸爸，我是小雪，我是小雪......＂小雪的母亲张新民拿起话筒对丈夫说：＂小雪想你，我也......家里，我能挺住。＂',
             '只两句话，再也说不下去了。', '钱老师连连摆手：＂论苦心大是周彤，为迎接竞赛做题三千多道，草稿纸堆起来只怕比他人还高。＂',
             '只见这辆车除了＂莒县００６９９１＂的红底白字牌照清晰可辨、链盘牙磨得锃亮外，其他部件全部乌黑。', '楼远处的人们闻声望去，只见一个胖墩墩的孩子骑在了４号塔楼１５层的窗台上。',
             '这个小男孩名叫刘帅，住在１５层６单元，当时他妈妈出门倒垃圾，一阵风把单元门撞上，屋里只剩下小刘帅一人，焦急万分的妈妈一边敲门一边喊：＂你在屋里等着，我去姥姥家取钥匙，千万别动弹！＂',
             '一秒、二秒、三秒......只见悬在高空的孩子挣扎了几下，随着一声惨叫，从４０多米的高空重重摔下......', '只见一个军人推着一辆装满蔬菜的自行车朝营区走来。＂',
             '记者来到位于上海市南汇县张家桥的这家＂临终关怀医院＂，只见老人们或安睡、或看书，神情怡然。', '一位老者告诉记者，由于小型发电机和燃油的价格非常昂贵，许多人家只好几代人搬到一起，集中照明。',
             '一个出租汽车司机无可奈何地说：＂我们每２０天只能买３０公升汽油，根本不够，但这总比一点都没有强。＂',
             '用水也很困难，即使在曼苏尔区（巴格达的富人区）自来水的供应也没有保证，居民家里的水龙头里也只断断续续有点细流。', '眼下，科全国只有６个加油站定时、定量供应汽油，等待加油的车辆排成一、两公里的长队。',
             '入夜，科威特城一片漆黑，只有郊外熊熊燃烧的油田大火映红半边天际。', '只见它吃力地越过一截枯枝，爬向老太太卷起裤脚裸露在外的小腿一一想靠近火堆取暖。', '离破堤命令要求的时间只剩下20分钟；',
             '只剩下10分钟；', '只剩下8分钟......', '坝堤异常宁静，只有风声、雨声、巨浪冲击坝堤的喧嚣声。', '只见区委书记面朝人群，两膝跪下，双手抱拳，一连对天作了10个揖－－',
             '家里＂放不开，只好被送往租用的库房。', '例如，１９８０年全国生产紧固件的标准件厂只有２３７家，而目前已达２２２４家，生产能力超出需求的４０％；',
             '据了解，生产过剩的多属于劳动密集型产品，出口赔钱，只好在狭小的国内市场你夺我抢。',
             '但是，强化销售恐怕只对那些有市场需求或有潜在市场的产业和产品，能够起到缓解库存矛盾的作用，而生产能力过剩的产业和产品，加强销售无非是张三夺李四的饭碗，甲地矛盾转移到乙地，并不能解决全国性机电产品总量库存膨胀问题。',
             '仅这一年上半年，长虹厂的一度积压电视机达一二十万台，资金积压３．２亿元，银行存款只剩下１０００元！', '他们镇静下来，根据市场调查和研究，认定国内彩电仍是卖方市场，只不过消费者嫌价格太高而持币观望罢了。',
             '２４年前我们来这个村访问时，饥寒交迫的农民含着泪告诉我们：１９６２年全村２７户人家，每人只分得老秤１２两高粱穗。', '焦裕禄临终前曾说：＂我死后只有一个要求，要求党组织把我运回兰考，埋在沙堆上。',
             '她说：＂我只有一个儿子，自从娶了媳妇，再也不肯管我了。', '由于他个子小，扒砂时总是掂着脚尖，三十多公斤重的托板别人从上面接，他够不着，只能从下面连拉带拽地放到型砂箱上，十分吃力地进行操作。',
             '看着这个平时少言寡语的瘦小汉子，一心想照顾他的车间主任也无可奈何，只好答应他的请求。', '可是滚砂筒的小头直径只有３５厘米，里面高温达６０多摄氏度，谁进去？',
             '尚未盈利的２３家企业中，因经营不善而亏损的仅有８家，其余１５家则因快速折旧、还贷负担或刚刚投产等原因而未能获利，但它们认为盈利只是早晚的事。',
             '为此，他们派员在日本建立了三个信息点，而家里则是一船待远航，千船先扬帆，一接到要货的信息，便发动全部船只抢捕抢装抢运。', '他说只有共产党建造的长江大堤，＂才能使武汉人在大汛面前安居乐业。＂',
             '原先的沃野如今变成了汪洋，街道、公路成了水上航道，一片片植树只露出树梢，３０多平方公里的低洼地带积存着５０００多万立方米的洪水，相当于一个中型水库的容水量。',
             '朝前村２００多户人家，只有３户在高处，这３户农家主动给洪水围困的村民烧饭、送饭。', '只见两台拖拉机在田间奔驰着，很快翻完了地；', '＂我们从广州出来，只有你们鹰潭站送水！＂',
             '７点还缺１０分，记者提前来到了胶州路农贸市场，只见一位３０来岁的女营业员拿着一把竹扫帚，左右开弓，一边扫着地上的积水，一边大声嚷嚷：＂跑开，跑开，等一歇市长要来检查了！＂', '＂也许我永远只有９岁了＂',
             '据医生讲，阳阳的病只有做骨髓移植手术，或许有６０％的希望，否则她只有１％的生存机会。',
             '班会结束时，小邢阳向大家深深地鞠了一躬，眼圈红红地说：＂也许我永远只有９岁了，但是我永远也忘不了老师、同学和周围的人给了我妈妈一样的爱。', '＂世上只有妈妈好，有妈的孩子像块宝......＂',
             '她说：＂破铜烂铁呗，只要能卖钱的都要。＂', '我朝他们手指的方向望去，见不足３０米远的地方只有一人蹲在那里仔细地翻动着一车刚卸下的垃圾。',
             '在这１５元钱买下的一车垃圾里，这位妇女捡出来的东西有铜钱、铜棒、小块铝板、铁块、１０多个崭新的暖气丝堵、完好的成扎漆包线、５根１米多长新套好丝扣的暖气管、１盘１０多公斤重的钢丝绳、３０多个铁路专用道钉、一个约１２千瓦旧电机的转子，还有钢筋头、螺钉、螺母、旧车刀......虽然这车垃圾只捡完一半，但我看捡出来的这堆东西足以卖个二三十元。',
             '售票窗前写着８时１５分开始售票，等到９时还不见开窗，我上前看个究竟，只见售票窗上贴着一张小纸条：开会请稍候，９时５０分售票。', '离９时５０分还有半小时，只见六七个外省青年手里各拿着二三百元直往售票窗前挤。',
             '只卖给了几个人，哪有１６０张票！＂', '时间到了，应该出席的４００人只到了一半。',
             '２月６日，离春节只有９天了，偏远的江华瑶族自治县桥市乡野猪桥村第４组的瑶胞们聚在一起，合计着给省委书记熊清泉同志写封信。',
             '上午，住在该组的村党支部书记李行家刚从医院住院治疗回来，十几个瑶胞就来到他家，７２岁的村民范书进领头说：＂原来议定春节前给熊书记写封汇报信，只有几天就过年了，赶快写吧！＂',
             '钱小平摆着手笑着说：＂工时过万，已不只我一个了。', '接着县上、乡上、学校都在操心这件事，但是时间一天天过去了，到了９月１日开学，维修事宜尚无着落，５个班的学生只好在操场上露天上课。',
             '只要一个班在上音乐课，别的班就别想听课＂。＂', '此时此刻，郭生明再也抑制不住内心的激动，一把抱住杨学宗，呜咽着说：＂连长，人们都说世上只有妈妈好，可我还要说，世上还有连长好！＂',
             '＂......我到南宫９个月，只在绿化达标电话会上作过一次自我批评......领导不作自我批评，下级怎么敢批评领导？＂',
             '一位头顶微秃的中年男子指着证券买卖牌价，侃侃而谈：＂今年国家两次调低银行利息，三年定期储蓄年利率只有１０．０８％，购买其它年度国库券得益率低，还是购买１９９０年国库券最合算，投资１００元，三年到期可得本息１４２元，比同期银行储蓄可多得１１．７６元＂。',
             '没等发问，他便甩着伞上的水珠急切地说：＂大伙儿让我进城瞧老焦，没碰上，只好来找你们消息灵通人士打听打听，上哪儿能看到老焦。＂', '＂不知道＂，他略带腼腆地回答：＂我当民警时间不长，只熟悉附近情况。',
             '在刚过去的１９８９年，这个只有５００多人的厂子生产的十多万台＂飞蝶＂双桶洗衣机几乎销售一空，企业产值、利税同步增长，经济效益创建厂２０年来最好纪录。',
             '几天后，他竟收到了工厂的回信，要他把摔坏的洗衣机打包托运到贵阳，由厂家为他重新装配一台，只收取一些材料费，并免费负责运回。',
             '它表明，在治理整顿中，生产厂家只要多动脑筋，多干少说，创造一流的产品和一流的服务，企业天地照样宽广！',
             '不只是因为过年，吴明栋告诉记者，我们这里主要是实行定税制度，原来定得低了一点，去年补交了３５００元税款，心里觉得踏实了，笑也从内心深处发出来。', '也只有改革开放，我们才能富起来。＂',
             '父亲在台４０余年，只是立足台湾，却未想生根＂，＂今年我预计在２月１０日左右返乡与选哥再详谈武汉投资事宜及安排父亲退休后返乡之事......＂待我们视线离开信纸后，郑举选接着说：＂引进资金，引进技术，还要引进人心，促进台湾与大陆的早日统一，也算是尽一点我的职责吧！＂',
             '然而，它的年设计生产能力只有３０万吨。', '公司明确要求，不硬性摊派，职工不搞＂银行搬家＂，只需把手头紧一紧，支持技术改造。',
             '只见诺大的场地堆放着刚从苏联进口的几千吨化肥、３０多台１３０马力带全套农具和悬挂装置的拖拉机、５台农用＂卡码兹＂汽车，还有制造农膜用的化工原料、木材和钢材等。',
             '＂我可只看《市场》，瞄准各地行情，咱爷们儿也做点大的！', '卡列哈斯总统在就职讲话中指出，＂只有减少军队人数和取消进攻性武器，中美洲才可能赢得和平＂。',
             '只是由于技术落后，管理粗放，长期以来果树株产低，果品质量差。',
             '１０时，在自治区歌舞团前面的地段，热地、丹增、陈汉昌同志一不戴口罩、二不戴草帽，同党委办公厅干部一起，只顾一锹又一锹把垃圾、乱石块铲成一堆，然后装上汽车，运往指定地点。',
             '紧张的劳动，只听得见锹与石块撞击的当当声，高高扬起的尘土不得不使女同胞们系上一块头巾，然而，为了使古城拉萨更加整洁美丽，累和脏大家毫不在乎，越干越起劲。',
             '只见毛如柏同志脚登胶鞋，手上的白线手套已变成了灰褐色，还在那里一蹲一起，双手不停地将乱石块抛向低处。',
             '她兴奋地说：＂以前，平均每天营业额只有１００元左右，我评上三星级售货员之后，平均每天营业额达３００多元。＂', '＂听了这话，我只觉得脸上发烧。＂',
             '话音刚落，只见郭副省长微笑着从台上左侧的人群中站起，略加思索后答道：＂一是要继续增加投入，二是要大搞区域综合开发，三是要搞科技集团承包......＂',
             '如今人们都在欢度佳节，他们却只能在这京城最高处，让掠过塔上的风向亲人们捎去一声问候。', '这所学校建成的同步辐射加速器，只用了２３个小时便调试出光，也属罕见。',
             '只要文艺院团遇到困难，他们都会伸出手去扶上一把，对于优秀剧目，他们更是义不容辞地加以扶持。',
             '在中央党校出版社摊前，记者看到了一个极有意思的小镜头：一个小伙子在向同伴儿＂贷款＂，只见同伴儿将口袋翻个底朝天说＂瞧！',
             '卖的并不是些＂横空出世＂的大发明，似乎还是寻常货－－只是，它们经发明人别出心裁地一改，便面目一新。', '据厂家介绍，一副鞋底配两副鞋帮，零售只要３０多元，可买者无异于买了两双新鞋！',
             '只见电视上，那自行车在布满碎玻璃碴和图钉的地上来回走，外胎都扎成＂刺猥＂了，内胎完好无损。', '羊年春节轮到三女儿、三女婿带着孩子回来过节，房子住不下，女儿只好睡在客厅的沙发上，而女婿却和内弟同挤一床。',
             '这种方法，只要由病人将细导管吞入食管特定位置，便可探测出心脏的异常电活动，并通过专用设备和微电脑处理，准确地作出有无猝死征兆的判断。',
             '中医研究院广安门医院儿科邹治文研究员等人选择小儿厌食这一卫生部重点科研项目进行攻关，他们认为缺锌并不是小儿厌食的唯一病因，补锌只能治疗小儿厌食症中缺锌的患儿。',
             '上海和北京，相距１４６２公里，一笔证券买卖却只用８分钟就完成了。', '只见一个手持弹簧刀的歹徒在前面狂奔，另一身背黄色旅行包的人在后面穷追。', '丈夫不回家，她们只好到这简易工房来探亲。',
             '县水电局长金安宝急步攀上山顶工地，在工棚里找到了唐启文，只见他和衣而睡，面前摊着施工图，手中还捏着一支铅笔。', '结果，三千多米长的输水隧洞只用了一年零四个月就全线打通，质量达到了超优标准。',
             '３月１４日晨，呼和浩特汽车站候车大厅里秩序井然，东南西北四路的班车依次按时全部发出，只有去凉城的３２位旅客在等待着。',
             '能在大陆－－中国的土地上办亚运会，我们也分享了荣誉，同为中国人，只是隔着海峡而已，我们也与有荣焉。',
             '从深圳的情况看，公有制是主体，外商投资只占１／４，就是外资部分，我们还可以从税收、劳务等方面得到益处嘛！', '只要我们头脑清醒，就不怕。',
             '不坚持社会主义，不改革开放，不发展经济，不改善人民生活，只能是死路一条。', '我钱学森只不过是沧海一粟。',
             '我到美国去的时候，心里只有一个目标，就是要把科学技术学到手，而且要说我们中国人可以达到科学技术的高峰。', '他在机器旁伫立了许久，只见机轮飞转，煤块哗哗倒在传送带上，源源不断地送上前方。',
             '他只有初中文化，却要攀登军队现代化建设的高峰，难如登天：可他着了魔、入了迷，用蚂蚁啃骨头的拼劲去攻克难关。',
             '清晨，只睡了四五个小时的苏宁爬起来就要赶住工地，团后勤处王副处长一把拽住他说：＂今天你休息，多睡一会儿，我替你去干！＂',
             '去年东北三省为启动市场举办的一些展销会，唱＂主角＂的多是外地企业，本地企业反倒只是＂跑跑龙套＂。',
             '看结构，＂沈乐满＂由５００多个部件组成，后高档产品，而＂万家乐＂只有３００多个零件，属中档货，二者的零售价又相差无几。', '然而，＂万家乐＂去年销售３０万台，＂沈乐满＂只有８万台。',
             '可是时代进步了，现在人们只用石棉瓦盖暂设房。', '而偌大的东北三省只有三席。', '１９９０年，沈阳共发布３．４万条广告，其中当地企业的只占１／３。',
             '据一位广告界权威人士介绍：沈阳市共有５４００家企业，到目前，做过各种广告的只有５４０家，占１／１０，而广东省轻工行业做过广告的企业则占总数的９／１０。',
             '而１９９０年实际只还了０．４亿元，其中还有０．１５亿元是靠免税还的。', '甲，我们请商业城家电商场业务经理赵立平谈了对这个问题的看法，他为了照顾老乡的面子，只说了几句比较客气的话。（',
             '甲，可现在市场形势变了，我们省不少厂家产品严重积压济效益下滑，这时候还放不下架子，还不主动出击，抢占市场幻想着时来运转，或者等着政府来支持，等着商业部门来收购到最后，只能是自己走进＂死胡同＂。',
             '两个月后，第一家荣华鸡连锁店在热闹非凡的上海大世界附近开张了，尽管它的营业面积仅有４０平方米，制作工场只有１０平方米，然而，操作工人们说得好：＂我们的空间虽小，但我们要让中国传统风味的荣华鸡占领广阔的国内外市场。＂',
             "但是，记者印象最深的还是在省政府有关部门座谈会上听到的一句话：＂山东只有'常规武器'，没有秘密武器'。", '翻过来、调过去，细看才发现这双鞋既没有商标，也没标明产地和生产厂家，只是鞋底上有＂上海＂两个字。',
             "韩光说：＂李商隐有句诗'夕阳无限好，只是近黄昏'，我想把'只是近黄昏'改为'晚霞放光辉'，送给女大的同学们！＂",
             '只要大家稍作回顾，少男少女身着牛仔裤招摇过市而引起行人侧目，大红大紫与蓝灰黑显得格格不入的记忆似乎并不遥远，如今，你走在大街上，西装、Ｔ恤、套裙、牛仔系列、超短裙、风衣，长短交叉，千姿百态，赤橙青绿黄蓝紫，色彩缤纷，活脱一个时装博览会......',
             '饮料要喝原汁的，只要说对儿童有营养，对长寿有补益，多贵的食品也有人买。', '新中国成立之初，我国只有寥寥几家面粉厂、罐头食品厂、糖厂和啤酒厂，而且大多是作坊式的手工操作。',
             '但也必须看到，苏联是一个具有丰富资源的巨大生产潜力的国家，而且短期内只有苏联的核武装力量可以同美国相匹敌。',
             '战后的历史和最新的事态都表明，不管以什么形式出现的霸权主义和强权政治都只能引起冲突，危及世界和平与发展。', '只有普遍遵循和平共处五项原则，才能实现国际关系正常化。',
             '沈太福说：＂只要我能马上拿到钱，那就大胆地干个够。', '众多的投资者并不知道，他们与沈太福和长城公司签订的所谓＂技术开发合同＂，只不过是用来蒙骗人的招牌，在沈太福的眼中如同是几张废纸。',
             '合同中明确规定公司在一年内将产生１亿元的产值，但是，从第一份技术开发合同签订之日起，到今年３月的半年时间里，全公司只售出电动机五六十台，价值仅６００多万元。',
             '他们在某省共集资６０００多万元，而分公司的开办费就高达２０００多万元，几个月下来，经营额微不足道，利润只有负数在增长。',
             '这样即使公司破产倒闭，骗局败露，作为股民的投资者只能自担风险，他就不必面对向他讨债的人了。', '６月１９日晚７时，记者在北京西四逛街，路过华远技术公司门口，只见熙熙攘攘，人头攒动，于是也凑近去看看。',
             '挤到门边，往里一瞧，记者大吃一惊，只见＂陈毅＂市长正在华远公司培训厅里专心致志地学习操作＂小麻雀＂计算机呢！', '她也只学了一个多小时，便能熟练地操作＂小麻雀＂了。',
             '不能认为，只有贫弱的南方才依赖北方，而北方就不依赖南方。',
             '根据协议，欧洲经济区将以欧共体现行法律制度为基础，因此，欧共体主张经济区的联合决策机制只能是一个协调性机构，欧共体将保留制定内部市场政策的独立性。',
             '同时，日本还在各种场合暗示，只要消除障碍，日本将对苏实施大规模的经济和技术援助。',
             '据报道，日本政府已经讨论，只要苏联承认日本对北方四岛的所有权，日本将把苏联列入＂政府开发援助对象国＂，向苏联提供总额达１万亿日元的经济援助，并设法促进民间企业的对苏经济合作项目。',
             '此间外交人士认为，只有尽快通过一项正式停火协议，才是最终实现和巩固海湾地区和平的最佳途径。', '但亮相的只是一份由东道主宣读的短得可怜的声明。',
             '虽然切尼在访问中强调，裁员只是一种＂微调＂，美国没有改变亚洲战略的意图，但他在离开日本前举行的记者招待会上说，这次裁员是裁减驻亚洲美军的＂第一阶段＂。',
             '而华约集团由于去年下半年东欧政局剧变，尚未形成统一立场，只有苏联概要地表明了自己的态度。', '南非当局的举动受到了国际社会、特别是非洲国家的欢迎，但是人们普遍认为，这只是南非当局向正确方向迈出的＂第一步＂。',
             '许多国家的领导人和南非国内政治组织领导人都指出，种族主义制度只能废除，不能靠所谓的改革来解决。', '解除禁令、释放政治犯等措施只是南非当局应该迈出的一步。',
             '仅维持驻南朝鲜美军的费用每年就达２０亿美元，南朝鲜方面只负担其中的七分之一。',
             '我们有着广阔的勘探区域，不少地区已取得丰富的地质资料，随着今后勘探工作量的增加和先进勘探工艺技术的运用，外围盆地的突破并非遥遥无期，前只是美好的。',
             '只要全局职工保持良好的精神状态，正视困难而勇于克服困难，团结奋进，攻坚啃硬，顽强拼搏，就一定能够实现油田的持续稳定发展。',
             '只要我们精雕细刻地工作，就有可能在勘探过的地区发现新的层系和区块，在已开发油田的周边和结合部获得新的构造和圈闭。',
             '在开发上，我们对地下油水动态还有待进一步了解，生产措施也不可能一下子适应地下情况，一些油层还没有出力或只出一部分力，已开发的区块仍大有潜力可挖，只要把地下情况吃透，方案定得合理，就能够提高储量功用程度，提高采收率。',
             '该油田可谓是复杂断块油田中的复杂油田，在６．８４平方公里范围内就有１９２个小断块，最大的断块只有０．１平方公里，最小的还不及一个篮球场大，地下多条断层切割，情况极为复杂。',
             '不管我们油田有多么复杂，增储上产难度有多大，只要我们大力开展技术攻关，找准复杂断块油田的潜力所在，探索出复杂断块油田勘探开发的新路子，我们中原油田就一定会焕发出勃勃生机。',
             '只要精细处理和充分利用已有的勘探资料，就可能尽早发现新的构造和圈闭。',
             '从长远的角度来考虑，也只有尽快解决好资源接替问题，确保油田稳产超产，超额完成国家计划，才能缓解资金紧张的局面，以争取更多的投资进行外围作战，才能有更大的能力在广阔的勘探区域内纵横驰骋。',
             '以渤油公司为例，一、两元钱的房租连维修费都不够，在这种情况下，住房投资越大，企业背的包袱越重，住房投资不能实现自身积累，只能形成恶性循环。',
             '只有逐步实现住房商品化，使住房这个大商品进入消费领域后，才可能从根本上理顺国家、企业和个人在住房问题上的关系，调动三个方面的积极性，实现解决居民住房困难，改善住房条件的目的。',
             '终于发现，住房作为福利无偿分配这条路越走越窄，国家和企业在建房资金上多投入，少产出，只投入不产出，已经使国家和企业不堪重负。',
             '科学技术固然是第一生产力，但我局科研成果只有实现向勘探开发的有效转化，才能变成推动油田稳定发展的动力。', '只要认真进行综合调整，加强注水和油井管理，就可以减缓递减。',
             '只要继续努力，完全有可能发现一些新的高产油气田，找到相当规模的油气储量，为近期油气产量增长提供资源条件，并为＂九五＂以至下个世纪的发展奠定基础。',
             '东部是大头，是基础，只有以东部为重点的老油区稳住了，才可能集中适当力量加快西部地区工作，全国油气生产持续增长也才会有可靠的基础。',
             '同样，只有抓紧时机发展西部，尤其是使塔里木生产能力发挥了作用，东部油田的稳产和增产才能有更好的条件，整个石油工业才有后劲，也才能真正上一个新的台阶。',
             '有些落笔处似是务实，又似务虚，四不像，但也是实实在在的问题，好在务实务虚不是楚河汉界，没有那么绝对，四不像就四不像，只好将就，不怕读者见笑了。',
             '所以，在改革的迂回时期，有必要分清手段与目的、策略与战略、权宣之计和长远目标的区别，不能把一些迫不得已的＂下策＂误当成＂上策＂加以肯定和倡导，尤其要警惕观念上的回归，解决分配不公的方法只能是按劳分配，不能是平均主义。',
             '但是，凡事都谨小慎微，趑趄不前，只求一团和气，相安无事，其结果只能是士气不高，效率低下，社会经济发展徘徊不前甚至倒退。', '只有改革的深入推进，社会经济发展才能求得真正的稳定。',
             '谁知照片洗出来，只见店门左边是鸭笼，右边堆鸡筐，全无书香味道，只好作罢。', '昔日热闹的文化街，如今只剩古籍及外文书店，虽有其复杂的历史原因，人们仍不免感到遗憾、惋惜。',
             '实际上，赫赫文题下只有千把字的文章，文中只有二三十个字说到巩俐曾说过一句笑话要改名云云。',
             '有的对重大政治性事件不作认真调查，只凭小道消息撰写文章，这些报虽然能轰动一时，但因不认真办报，少了这些文章就卖不动报纸。',
             '当天气温很高，上船后，只见下舱乘客已非常拥挤，舱面到处是果皮纸屑，甚至还有小孩的大小便，加上小贩的叫卖声和小孩的哭闹声，更使人感到烦躁难受，于是，我随两位外国留学生快步来到楼梯口，想到上舱去找个凉快的地方，不料楼梯口有两人把守，一块黑板上写着：上楼坐，收汽水费一元。',
             '只要我们善于利用和发挥这些条件、优势，是可以逐步攻克难关，在市场竞争中抢占科学技术这个＂制高点＂的。',
             '社会秩序乱了，只会给不法分子进行捣乱造成可乘之机，而对人民群众却会带来巨大的损失：生产不能正常进行，货物不能顺利流通，苦的不是老百姓吗？', '显然在产业结构调整的大趋势下，只有舍前者而取后者才是上策。',
             '不要看到别人赚钱就眼红，只要看自己的钱包里增多了没有（即本地、本企业是否合算）。＂', '只要作一番客观的分析，就可以看到，深圳始终保持着不可替代的独特优势。',
             '特别是允许建立与国际市场相衔接，在国际市场通行的经济运行机制，允许按自由贸易区和自由港的模式来造＂社会主义香港＂，从而把深圳真正建成一个只有国际性功能，对内对外辐射能力都很强的现代化都市。',
             '也就是说，不论官大官小，不管你别的业绩如何，只要当地社会治安搞不好，老百姓不能安居乐业，对不起，你可能被＂一票否决＂。', '不过，有些词难就难在只能＂意会＂上。',
             '只管自己，不顾是非，其心态不也算是一种＂猫匿儿＂？', '而首钢的经验却证明：只有不断改善和加强党的领导，企业才能得到大踏步的发展。',
             '有人说，发展经济，是物质文明建设的任务，精神文明建设只不过是可有可无的虚应故事而已。', '而我们因人生地不熟，只有敢怒而不敢言的份。',
             '吃饭只好饱一顿、饥一顿凑合，一天一般两顿饭，顿顿干面包，当然吃不饱了，有时只好唱唱空城计。', '当然，我们知道来京并不是为了享福，可得有个明确目的呀，然而大多数同学并不知道什么明确目的，只是想来声援一下。',
             '功课的负担只能往后推移和累积，但不能从根本上取消。', '坚持这个方针和原则，要牢牢把握四点：第一，环境管理要依靠环境监测，离开这个基础、管理只能是盲目的，科学化、定量化的管理便是一句空话。',
             '讲依靠要同时讲服务，讲服务也要一并讲依靠，只强调一个方面不行。', '在非洲大陆，每四个人中只有一个人能获得安全的饮用水。', '只占世界人口１０％的最发达国家正在无节制地消耗着地球上的大部分资源；',
             '因此，在全球环境合作中，只有改变不合理的经济秩序，消除贫困，促进发展，发展中国家才能既保护自己的环境，又能更好地参与全球环境合作。',
             '但是，我们相信，只要发展中国家根据自己的实际情况，走一条符合自己国情的发展道路，在发展中同时注意保护环境，尽量做到经济增长和环境保护的协调发展，是可以在发展的基础上逐步解决好自己的环境问题的，为人类的生存与发展、文明与进步作出自己的积极贡献。',
             '这个贪污分子从调出到调入，只不过几个月时间，简直是自在得很，神气得很！', '黄河大桥贪污案所暴露出来的，不只是几十个人的贪污问题，而是我们在领导上、管理上和制度上所存在的严重弊端。',
             '其次是工业部门只把眼睛盯在城市市场上，忽视了需求层次较低但潜力巨大的农村市场，使其开发和生产的产品在结构上与农村市场需求结构不相适应、不能满足农民群众实实在在的生产相消费需求。',
             '至于怎么改装，相信山西不乏厂家和能人，只要市长发话。']}

append_to_zhi1 = """
左手一只鸡，右手一只鸭
一只只松鼠跑了进来
亨利有一只小绵羊
三只松鼠真可爱
它就是黑老大一只耳
一只小船摇啊摇
一只小船上坐了个白发老人
一百万只兔子从眼前经过
两只小熊手牵手
三只松鼠打成一团
四只老鹰抢吃的
我们的国家一年需要三百万只羊来供应羊肉
一千三百五十六万只仓鼠在大草原上奔跑
羊一共有八只
几千只蟑螂在厨房里爬
我在找一只袜子
你怎么穿一只袜子就上街了
一只箱子就够了
六只蚂蚁在搬运食物
这只鸡你到底吃不吃了
墨西哥人吃完这只羊，就开始吃蟑螂
找几只仓鼠来玩一玩
蔡浩锐养了一只猫
这只猫真可爱呢
我是一只小松鼠
亨利是一只小绵羊
一只小鬼出现了
三只兔子一起商量工作
我是一只妹子
我是工科狗一只
七只松鼠排队过马路
得五只鸭子才够吃吧
这三只给你
他就像一只野兽
这只汪星人我买了
它是一只喵星人，你说话它听不懂
请你吃掉这只鸡吧
我看你就是一只猪
来往船只很多
我就一只鼻子两个耳朵，哪里有那么多事情
从他的只言片语里我们知道了什么
一共才两百只袜子，卖给谁呢
我需要三百只鸡
三只小熊
一只鸭子怎么够吃呢
我需要一只手套
手套就剩一只了
耳机就剩一只了
一只鸡肯定不够吃的
我们需要好多只鸡
我们的牲畜只数不够
你卖几只我们当然清楚
你卖了几只我们当然清楚
一只套套万一不够怎么办
我是一只蓝胖子
在下可爱学妹一只
"""

import random

random.seed(114514)

data['zhi1'] += append_to_zhi1.strip().split()

random.shuffle(data['zhi1'])
random.shuffle(data['zhi3'])

print(len(data['zhi1']), len(data['zhi3']))